{
        "id": "Nomad",
        "name": "Nomad",
        "type": "Tablet/Mobile app",
        "description": "Going on a vacation involves a lot of planning. There should be an easier way to travel while skipping this tedious process, and still get an experience that is tailored to one's tastes.",
        "letter_path": "../../assets/letters/N.png",
        "preview_image_path": "../assets/homepage-devices/nomad-tablet.png",
        "marquee_image": "../assets/Nomad/Marquee/N.png",
        "brief": "Going on a vacation involves a lot of planning. There should be an easier way to travel while skipping this tedious process, and still get an experience that is tailored to one's tastes.",
        "sub_brief": "When challenged to reimagine the potential use of real time data, my thought went straight to the problem of travel planning. I found that more often than not, planning a vacation negates the essence of being an explorer. Through information on a user's real-time location, I wanted to streamline the planning process and let the users jump straight into their adventure.",
        "client": "School project",
        "role": "Concept, research, user experience, and visual design",
        "duration": "10 weeks, Fall 2015",
        "planning": "Before beginning to design a solution, I conducted a survey to discover people's behaviors regarding travel planning. I focused on researching two stages: before the trip and during the trip. Out of the 60 people that completed the survey, I gathered the following results:",
        "wireframe_text": "Different devices are optimal in different stages of travel planning. From choosing a destination to following an itinerary, Nomad offers a holistic approach to traveling through its cross-platform app.",
        "solution": "Reimagine the process of travel planning through a real time travel itinerary. Nomad is a multi-platform app which helps people plan their vacation, by suggesting sights and activities that is tailored to their tastes.",
        "visual_design_text": "I wanted Nomad's interface to be war, friendly, nostalgic, and relaxing to the user. The imagery used throughout the app should also be vibrant and colorful.",
        "moodboard": "../assets/Nomad/Moodboard/moodboard.png",
        "archetype_text": "After the survey, I conducted additional interviews to gain more insight on how people plan and travel on a trip. From the interviews, I was able to distinguish three distinct user archetypes:",
        "product_images": [
                "../assets/Nomad/Product_Shots/Shot_1.png",
                "../assets/Nomad/Product_Shots/Shot_2.png",
                "../assets/Nomad/Product_Shots/Shot_3.png",
                "../assets/Nomad/Product_Shots/Shot_4.png"
        ],
        "final_design_images": [
                "../assets/Nomad/Final_Designs/1.png",
                "../assets/Nomad/Final_Designs/2.png",
                "../assets/Nomad/Final_Designs/3.png",
                "../assets/Nomad/Final_Designs/4.png",
                "../assets/Nomad/Final_Designs/5.png",
                "../assets/Nomad/Final_Designs/6.png",
                "../assets/Nomad/Final_Designs/7.png",
                "../assets/Nomad/Final_Designs/8.png"
        ],
        "research": [
                {
                        "percentage": "77%",
                        "header": "Usually have an itinerary",
                        "body": "Most of the survey takers said that they create an itinerary for their trips when they travel."
                },
                {
                        "percentage": "69%",
                        "header": "Sometimes follow their itinerary",
                        "body": "Most survey takers saif they sometimes follow their itinerary. Their plans often change because of reason like weather, transportation, cost or operations hours."
                },
                {
                        "percentage": "86%",
                        "header": "Use a phone to surf the web during their trip",
                        "body": "Most survey takers said they use their phones to look up travel websites and apps as they travel."
                },
                {
                        "percentage": "79%",
                        "header": "Create their itinerary before their trip",
                        "body": "35% said they prepare an itinerary way ahead of time, while 43% said they make itineraries closer to the date of departure."
                },
                {
                        "percentage": "83%",
                        "header": "Use a computer to plan their trip",
                        "body": "Most people look at travel websites using their computer before going on a trip."
                }
                
        ],
        "user_archetypes": [
                {
                        "image": "../assets/Nomad/Glyphs/glyph_1.png",
                        "title": "Easy Going",
                        "body": "These nomads are free spirited and really enjoy wondering around a new city. They like to take their time and usually don't have a solid plan."
                },
                {
                        "image": "../assets/Nomad/Glyphs/glyph_2.png",
                        "title": "Bucket List",
                        "body": "Globetrotters who have a plan, but are flexible on travel planning. They're dedicated to getting the full experience of their destination."
                },
                {
                        "image": "../assets/Nomad/Glyphs/glyph_3.png",
                        "title": "Researcher",
                        "body": "These travelers will do detailed research of their destination. They're usually prepared with an itinerary, maps and prices before the trip."
                }
        ],
        "wireframes": [
                {
                        "image": "../assets/Nomad/Wireframes/1.png",
                        "title": "Home",
                        "device": "Desktop",
                        "summary": "Nomad's desktop experience is designed for the planning stages. Through beautiful imagery, the homepage is aimed to inspire you to be adventurous and excited about traveling.",
                        "explanations": [
                                {
                                        "number": "01",
                                        "title": "Personalized Suggestions",
                                        "body": "The homepage displays a list of potential activites that you can do on your upcoming trip. This list is catered to your interests."
                                },
                                {
                                        "number": "02",
                                        "title": "Other Nomads",
                                        "body": "Compare your adventures with other nomads' current adventures. Get inspired through the interactive map that shows nomads vacationing at different timezones."
                                }
                        ]
                },
                {
                        "image": "../assets/Nomad/Wireframes/2.gif",
                        "title": "Plan A Trip",
                        "device": "Tablet",
                        "summary": "Deciding a destination can be tough, that's why Nomad is here to help!",
                        "explanations": [
                                {
                                        "number": "01",
                                        "title": "Catered to You",
                                        "body": "Nomad collects information of your travels (your favorite weather, average length of stay, etc.). On top you can see a summary of your travel habits from the destinations you've visited. Underneath that, Nomad gives a list of suggested destinations that we think you'd like."
                                },
                                {
                                        "number": "02",
                                        "title": "Filter Your Results",
                                        "body": "Not happy with your suggestions? You can edit the filters to get different results. Or even use a custom filter that's not based off your data."
                                }
                        ]
                },
                {
                        "image": "../assets/Nomad/Wireframes/3.png",
                        "title": "My Trip",
                        "device": "Tablet",
                        "summary": "The tablet experience is deigned for lesuire viewing during the trip. Like when you're at the airport waiting for your flight, or at breakfast when you want to plan your day.",
                        "explanations": [
                                {
                                        "number": "01",
                                        "title": "Quickly Navigate",
                                        "body": "Access the tree main sections of your trip (itinerary, upcoming events and explore) through the stick menu."
                                },
                                {
                                        "number": "02",
                                        "title": "Your Itinerary",
                                        "body": "Instead of a list for an itinerary, Nomad displays your itinerary as an image timeline. You can easily scrub through and review the activites that you'll be doing at your destination."
                                }
                        ]
                },
                {
                        "image": "../assets/Nomad/Wireframes/4.png",
                        "title": "My Trip",
                        "device": "Tablet",
                        "summary": "The tablet experience is deigned for lesuire viewing during the trip. Like when you're at the airport waiting for your flight, or at breakfast when you want to plan your day.",
                        "explanations": [
                                {
                                        "number": "01",
                                        "title": "Upcoming Events",
                                        "body": "Nomad shows you events that are happening at your destination, in case you missed it while planning."
                                },
                                {
                                        "number": "02",
                                        "title": "Feeling Spontaneous",
                                        "body": "If you have extra time in your day and want to experience something new, let Nomad suggest an activity for you to do!"
                                }
                        ]
                },
                {
                        "image": "../assets/Nomad/Wireframes/5.png",
                        "title": "Available On the Go",
                        "device": "Mobile",
                        "summary": "The mobile experience is designed for use when you're on teh go and exploring sights at your destination, You can easily access your trip information on Nomad's mobile app.",
                        "explanations": [
                                {
                                        "number": "01",
                                        "title": "Each Check In",
                                        "body": "Using your location, Nomad lets you check in to a place easily. That way, it'll be checked off your itinerary/bucket list, and you'll have a record of where you went."
                                }
                        ]
                },
                {
                        "image": "../assets/Nomad/Wireframes/6.gif",
                        "title": "Explore Nearby",
                        "device": "Mobile",
                        "summary": "The mobile experience is designed for use when you're on teh go and exploring sights at your destination, You can easily access your trip information on Nomad's mobile app.",
                        "explanations": [
                                {
                                        "number": "01",
                                        "title": "Humanizing Search",
                                        "body": "Search by filling in the blanks."
                                },
                                {
                                        "number": "02",
                                        "title": "Options to your search results",
                                        "body": "The search results are displayed in cards which can be quickly digested."
                                }
                        ]
                }
        ]
}
