{
        "id": "sartorial",
        "name": "Sartorial",
        "type": "Mobile app",
        "description": "Challenge creativity on a daily basis, through a photo sharing platform and also build brand loyalty.",
        "letter_path": "../../assets/letters/S.png",
        "preview_image_path": "../assets/homepage-devices/sartorial-iphone.png",
        "marquee_image": "../assets/Sartorial/Marquee/Letter.png",
        "brief": "Clothing is a product essential to our daily lives. However, too often we get into a rut when it comes to dressing up; we have favorite outfits that we wear over and over again.",
        "sub_brief": "In this school, project we were challenged to think of a creative solution to a problem using a mobile photosharing app. Aside from content sharing platform, I wanted the app to challenge the user's creativity regularaly, as well as build brand loyalty between clothes lovers and their favorite brands.",
        "client": "school project",
        "role": "concept, user experience and visual",
        "duration": "9 weeks, Spring 2015",
        "solution": "A mobile application that challenges our habits and makes dressing up fun. Sartorial provides color palettes based on real time weather; challenging users to create a new looks using color pallete.",
        "wireframes_text": "Sartorial's core features addresses three objectives that pertains to a fashionista: what to wear, sharing photos of outfits, and brand loyalty.",
        "visual_design_text": "I wanted Sartorial's visual language to reflect the elegant, bold, feminine and clean design or editorial magazines.",
        "product_images": [
                "../assets/Sartorial/Product_Shots/Shot_1.png",
                "../assets/Sartorial/Product_Shots/Shot_2.png"
        ],
        "moodboard": "../assets/Sartorial/Moodboard/moodboard.png",
        "wireframe_images": [
                {
                        "title": "Home & Notifications",
                        "image": "../assets/Sartorial/Wireframes/1.png",
                        "explanations": 
                        [
                                {
                                        "title": "Stay Updated",
                                        "body": "The home screen features a user's feed that consists of posts from people that a user follows. Through the home screen a user can also access the notificans page."
                                }
                        ]

                },
                {
                        "title": "Create A Look",
                        "image": "../assets/Sartorial/Wireframes/2.png",
                        "explanations": 
                        [
                                {
                                        "title": "Color Challenges",
                                        "body": "Users are presented with difference color pallettes. These color palettes are organized by color combinations."
                                },
                                {
                                        "title": "Upload a photo",
                                        "body": "After creating thir outfits, users are encouraged to upload a photo of their outfit."
                                },
                                {
                                        "title": "Sync Colors",
                                        "body": "Sartorial analyzes the photo to make sure the users used the correct colors to complete the challenge."
                                }
                        ]

                },
                {
                        "title": "Create A Look (Cont'd)",
                        "image": "../assets/Sartorial/Wireframes/3.png",
                        "explanations": 
                        [
                                {
                                        "title": "Create Post",
                                        "body": "The user is prompted to write a title for his/her post."
                                },
                                {
                                        "title": "Tag Items",
                                        "body": "The user is encouraged to tag their clothing items in their outfit."
                                }
                        ]

                },
                {
                        "title": "Inspiration",
                        "image": "../assets/Sartorial/Wireframes/4.png",
                        "explanations": 
                        [
                                {
                                        "title": "Get Inspired",
                                        "body": "The inspiration page displays posts from other users using the app. The posts are filtered based on weather and color scheme. Clicking on a post will take users to a detailed photo page. It features the photo(s) that a user has uploaded, along with information on the weather, color scheme of the outfits, and clothing brands in the outfit."
                                }
                        ]

                },
                {
                        "title": "Coupons",
                        "image": "../assets/Sartorial/Wireframes/5.png",
                        "explanations": 
                        [
                                {
                                        "title": "Wear your favorite brands and get rewarded",
                                        "body": "Through tagging the brands of clothes that they are wearing, a user has the chance to earn coupons from their favorite brands. The coupons page displays coupons that a user has been rewarded. Clicking on the coupons will reveal the coupons details page."
                                }
                        ]

                }
        ],
        "final_design_images": [
                "../assets/Sartorial/Final_Designs/1.png",
                "../assets/Sartorial/Final_Designs/2.png",
                "../assets/Sartorial/Final_Designs/3.png",
                "../assets/Sartorial/Final_Designs/4.png"
        ]
}
