{
        "id": "tidal",
        "name": "Tidal",
        "type": "Mobile app",
        "description": "Is there a way tsunami impact could be reduced? This project focused on procedural design for an earthquake and tsunami evacuation. Did the app just sound an alarm? If it did, you better start running, because a tusnami is coming towards your general direction, buddy. Rejoice for TIDAL!",
        "letter_path": "../../assets/letters/T.png",
        "preview_image_path": "../assets/homepage-devices/tidal-iphone.png",
        "marquee_image": "../assets/Tidal/Marquee/Marquee.png",
        "brief": "On December 26, 2004, the Indian Ocean was hit by a 9.1 magnitude earthquake. The earthquake triggered a massive tsunami which took hundreds of thosands of lives and devasted many countries.",
        "sub_brief": "There were no official government warnings issued in countries that were in the Indian Ocean tsunami's path because of official procedures were not in place and disorganized responses. Many people at the time were not aware of the tsunami that was heading towards them. Even though a tsunami is not preventable, the impact could of been reduced if people were alert and aware of what was happening.",
        "client": "School project",
        "role": "Concept, user experience and visual design",
        "duration": "12 weeks, Fall 2014",
        "solution": "A tsunami warning and emergency guide that is accessible in digital form. The guide will provide a method of wayfinding to people to reach safety and inform users of the steps to take in real-time. Core features include:",
        "deck_conclusion": "Tidal aims to make information and data available for users who are in threat of natural disasters. By making users aware of a natural disaster, Tidal hopes to decrease the aftermath of such events, namely death and displacement.",
        "sub_solutions": [
                {
                        "title": "Natural Disaster Monitor",
                        "body": "Tidal has an early earthquake warning system, and a tsunami warning system that alerts users whenever they are in a threatening situation.",
                        "image": "../assets/Tidal/Solutions/1.png"
                },
                {
                        "title": "Automated Wayfinding",
                        "body": "Tidal establishes and provides users with a clear procedure to navigate to safety.",
                        "image": "./assets/Tidal/Solutions/2.png"
                },
                {
                        "title": "Family Monitoring",
                        "body": "Tidal helps to minimize family members being displaced by being able to plan routes based on their family members' wherabouts.",
                        "image": "./assets/Tidal/Solutions/3.png"
                }
        ],
        "wireframe_text": "Tidal's user experience is rooted in procedural design. Tidal's experience is divided into three stages: the initial warning, wayfinding and notifications.",

        "visual_design_text": "Because of its nature as an evacuation guide, Tidal's visual language cannot afford to distract users. Vibrant colors and larger font sizes are used only to highlight important content.",
        "product_images": [
                "../assets/Tidal/Product_Shots/1.png",
                "../assets/Tidal/Product_Shots/2.png"
        ],
        "moodboard": "../assets/Tidal/Moodboard/moodboard.png",
        "final_design_images": [
                "../assets/Tidal/Final_Designs/1.png",
                "../assets/Tidal/Final_Designs/2.png",
                "../assets/Tidal/Final_Designs/3.png",
                "../assets/Tidal/Final_Designs/4.png",
                "../assets/Tidal/Final_Designs/5.png",
                "../assets/Tidal/Final_Designs/6.png"
        ],
        "wireframes": [
                {
                        "image": "../assets/Tidal/Wireframes/1.png",
                        "title": "Warnings",
                        "summary": "Tidal's warning screens alert users of natural disasters (earthquakes and tsunamis) that threaten them.",
                        "number": "01",
                        "explanations": [
                                {
                                        "number": "01",
                                        "title": "Location",
                                        "body": "A user's location and family members location represented on a map. A circle outline shows the bounds of where the user is in relation to the earthquake."
                                },
                                {
                                        "number": "02",
                                        "title": "Earthquake Diagram",
                                        "body": "The epicenter shows the source of the earthquake. While the rings around the epicenter will animate to show the earthquake pulse in real time. Earthquake tremors are represented in transparent circles."
                                },
                                {
                                        "number": "03",
                                        "title": "Earthquake Details",
                                        "body": "More details about the earthquake in relation to a user, including: an earthquake countdown timer, expected magnitude of the earthquake, and the intensity of the earthquake."
                                }
                        ]
                },
                {
                        "image": "../assets/Tidal/Wireframes/2.png",
                        "title": "Choosing a Route",
                        "summary": "This screen guides users through the evacuation process. Users are propmted to choose their method of transportation and choose an evacuation center to navigate to.",
                        "number": "02",
                        "explanations": [
                                {
                                        "number": "01",
                                        "title": "Evacuation Centers",
                                        "body": "The location pins of evacuation centers are automatically suggested to the user."
                                },
                                {
                                        "number": "02",
                                        "title": "Family Members",
                                        "body": "Location pin of a family member is shown on the map along with her/her name."
                                },
                                {
                                        "number": "03",
                                        "title": "Your Location",
                                        "body": "A user's location labeled with a pin."
                                },
                                {
                                        "number": "04",
                                        "title": "Method of Transportation",
                                        "body": "Transportation options include by by car or by foot. Users can tap on the car icon and change their preferences."
                                }
                        ]
                },
                {
                        "image": "../assets/Tidal/Wireframes/3.png",
                        "title": "Evacuation Route",
                        "summary": "Once a user chooses a route, they are presented with the route details.",
                        "number": "03",
                        "explanations": [
                                {
                                        "number": "01",
                                        "title": "Family First",
                                        "body": "Once a route is chosen, it will by default show a route where the user will be able to pick up a family member."
                                },
                                {
                                        "number": "02",
                                        "title": "Alternative Route",
                                        "body": "There is also the option of traveling alone."
                                },
                                {
                                        "number": "03",
                                        "title": "Tsunami Timer",
                                        "body": "Countdown timer decreased in size."
                                },
                                {
                                        "number": "04",
                                        "title": "Evacuation Center",
                                        "body": "Important details of the evacuation center is displayed on a modal window. Only half of the modal is show, a user can swipe to display the full window to learn more."
                                }
                        ]
                },
                {
                        "image": "../assets/Tidal/Wireframes/4.png",
                        "title": "Navigation",
                        "summary": "Once a user starts the navigation process, Tidal displays directions for the user to follow.",
                        "number": "04",
                        "explanations": [
                                {
                                        "number": "01",
                                        "title": "Clear Directions",
                                        "body": "Directions to help the user navigate his/her way to the evacuation route. Including an arrow to show the direction and a distance indicator to countdown how much further before a user's next step."
                                },
                                {
                                        "number": "02",
                                        "title": "Your Location",
                                        "body": "The user represented on the map using a dot."
                                },
                                {
                                        "number": "03",
                                        "title": "Additional Info",
                                        "body": "Hamburger menu that will show the timeline and a list of family members."
                                }
                        ]
                },
                {
                        "image": "../assets/Tidal/Wireframes/5.png",
                        "title": "Navigation",
                        "summary": "Once a user reaches their destination, Tidal will send a feedback message.",
                        "number": "05",
                        "explanations": [
                                {
                                        "number": "01",
                                        "title": "Destination",
                                        "body": "The user's destination building is highlighted, and indicated by a location pin. The building is also labeled."
                                }
                        ]
                }
        ]
}
